List<String> _emotionHappinessList = [
  'Возбуждение',
  'Восторг',
  'Игривость',
  'Наслаждение',
  'Очарование',
  'Осознанность',
  'Смелость',
  'Удовольствие',
  'Чувственность',
  'Энергичность',
  'Экстравагантность'
];

List<String> _emotionFearList = [
  'Тревога',
  'Паника',
  'Неуверенность',
  'Смятение',
  'Ужас',
  'Нервозность',
  'Испуг',
  'Осторожность',
  'Опасение',
  'Недоверие',
  'Беспокойство'
];

List<String> _emotionMadnessList = [
  'Ярость',
  'Гнев',
  'Обида',
  'Фрустрация',
  'Злость',
  'Раздражение',
  'Негодование',
  'Возмущение',
  'Агрессия',
  'Злопамятность',
  'Нетерпение'
];

List<String> _emotionSadnessList = [
  'Печаль',
  'Одиночество',
  'Тоска',
  'Уныние',
  'Огорчение',
  'Разочарование',
  'Безнадежность',
  'Отчаяние',
  'Усталость',
  'Жалость',
  'Скорбь'
];

List<String> _emotionPatienceList = [
  'Умиротворение',
  'Расслабленность',
  'Безмятежность',
  'Гармония',
  'Тишина',
  'Безопасность',
  'Уверенность',
  'Задумчивость',
  'Баланс',
  'Созерцание',
  'Невозмутимость'
];

List<String> _emotionPowerList = [
  'Уверенность',
  'Воля',
  'Решительность',
  'Целеустремленность',
  'Стабильность',
  'Твердость',
  'Непоколебимость',
  'Стойкость',
  'Мужество',
  'Смелость',
  'Упорство'
];

List<List<String>> emotionsListList = [
  _emotionHappinessList,
  _emotionFearList,
  _emotionMadnessList,
  _emotionSadnessList,
  _emotionPatienceList,
  _emotionPowerList
];
